Repository: bflaven/PluginWordpressForFun
Catalog: bf_videos_manager/languages/bf_quotes_manager-*.po
Languages: fr_fr

source: Settings for Videos
fr_fr: Paramètres pour les vidéos

source: Videos
fr_fr: Vidéos

source: Video
fr_fr: Vidéo

source: Add New Video
fr_fr: Ajouter une Vidéo

source: Edit Video
fr_fr: Modifier Vidéo

source: New Video
fr_fr: Nouvelle Vidéo

source: All Videos
fr_fr: Toutes les Vidéos

source: View Video
fr_fr: Afficher Vidéo

source: No Video Found
fr_fr: Aucun Vidéo trouvée

source: No Videos Found In Trash
fr_fr: Aucune Vidéo trouvée dans la corbeille

source: Search Videos
fr_fr: Recherche Vidéos

source: Popular Videos
fr_fr: Citations les plus populaires

source: Separate videos with commas
fr_fr: Séparer les vidéos par des virgules

source: Add or remove Quotes
fr_fr: Ajouter ou supprimer des vidéos

source: Choose from the most popular Quotes
fr_fr: Choisissez parmi les vidéos les plus populaires

source: Authors
fr_fr: Auteurs

source: Author
fr_fr: Auteur

source: Edit Author
fr_fr: Modifier Auteur

source: Update Author
fr_fr: Mise à jour Auteur

source: Add New Author
fr_fr: Ajouter Auteur

source: New Author Name
fr_fr: Nouvel Auteur

source: All Authors
fr_fr: Tous les Auteurs

source: Search Author
fr_fr: Recherche Auteur

source: Popular Author
fr_fr: Auteur Populaire

source: Separate Authors with commas
fr_fr: Séparer les Auteurs avec une virgule

source: Add or remove Authors
fr_fr: Ajouter ou supprimer des Auteurs

source: Choose from the most popular Authors
fr_fr: Choisissez parmi les Auteurs les plus populaires

source: Flavors
fr_fr: Saveurs

source: Flavor
fr_fr: Saveur

source: Edit Flavor
fr_fr: Modifier Saveur

source: Update Flavor
fr_fr: Mise à jour Saveur

source: Add New Flavor
fr_fr: Ajouter Saveur

source: New Flavor Name
fr_fr: Nouvelle Saveur

source: All Flavors
fr_fr: Toutes les Saveurs

source: Search Flavor
fr_fr: Recherche Saveur

source: Popular Flavor
fr_fr: Saveur Populaire

source: Separate Flavors with commas
fr_fr: Séparer les Saveurs avec une virgule

source: Add or remove Flavors
fr_fr: Ajouter ou supprimer des Saveurs

source: Choose from the most popular Flavors
fr_fr: Choisissez parmi les Saveurs les plus populaires
